'use client';
import React from 'react';
import styles from '@/app/_styles/policy.module.css';

export default function privacyPolicy() {
    return (
        <main className="main-content">
            <article className={styles.paragraph}>
                <h1>(주)솔박스 개인정보 처리방침</h1>
                <p>
                    주식회사 솔박스(이하 "회사")는 통신비밀보호법, 전기통신사업법, 정보통신망
                    이용촉진 및 정보보호 등에 관한 법률(이하 "정보통신망법"), 전자상거래 등에서의
                    소비자보호에 관한 법률(이하 "전자상거래법")등 관련 법령상의 개인정보보호 규정을
                    준수하며, 관련 법령에 의거한 개인정보취급방침을 정하여 이용자 권익 보호에 최선을
                    다하고 있습니다. 회사는 이러한 법령의 규정에 따라 수집/보유 및 처리하는
                    개인정보를 회사업무의 적절한 수행과 회원의 권익을 보호하기 위해 적법하고
                    적정하게 취급할 것입니다.
                </p>
            </article>
            <article className={styles.paragraph}>
                <h2>1. 수집하는 개인정보 항목, 수집방법 및 이용자의 동의</h2>
                <section className={styles.subParagraph}>
                    <h3>가. 수집하는 개인정보 항목</h3>
                    <p>
                        회사는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 아래와 같은
                        개인정보를 수집하고 있습니다. - 이름, 이메일, 회사명, 직위, 휴대전화번호
                    </p>
                </section>
                <section className={styles.subParagraph}>
                    <h3>나. 개인정보 수집방법</h3>
                    <p>
                        회사는 다음과 같은 방법으로 개인정보를 수집합니다. - 홈페이지를 통한 온라인
                        수집
                    </p>
                </section>
                <section className={styles.subParagraph}>
                    <h3>다. 이용자 동의획득</h3>
                    <p>
                        회사는 이용자의 개인정보를 이용하려고 수집하는 경우에는 다음 사항을
                        이용자에게 알리고 동의를 받아야 합니다. - 수집∙이용 목적 - 수집하는 개인정보
                        항목 - 개인정보의 보유 및 이용기간 다만, 아래의 경우에는 이용자 개인정보
                        수집 시에 동의를 받지 아니하여도 됩니다. - 서비스 제공에 관한 계약의 이행을
                        위하여 필요한 개인정보로서 경제적, 기술적 사유로 통상의 동의를 받는 것이
                        현저히 곤란한 경우 - 정보통신서비스의 제공에 따른 요금정산을 위해 필요한
                        경우 - 정보통신망법 또는 다른 법률에 특별히 규정이 있는 경우
                    </p>
                </section>
                <section className={styles.subParagraph}>
                    <h3>라. 14세 미만 아동의 법적 대리인의 동의 획득</h3>
                    <p>
                        회사가 14세 미만 아동의 개인정보를 수집할 때에는 아동이 아닌 법정 대리인의
                        동의를 얻어야 하며, 회사는 법정 대리인의 성명, 주민등록번호, 휴대폰 번호
                        등을 요구할 수 있습니다.
                    </p>
                </section>
            </article>
            <article className={styles.paragraph}>
                <h2>2. 개인정보의 수집 및 이용목적</h2>
                <section className={styles.subParagraph}>
                    <h3>가. 개인식별 및 서비스 문의에 대한 응대, 기술자료 발송</h3>
                </section>
                <section className={styles.subParagraph}>
                    <h3>나. 신규 서비스 개발 및 마케팅</h3>
                    <p>
                        신규 서비스 개발 및 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공 및
                        광고 게재, 서비스의 유효성 확인, 이벤트 및 광고성 정보 제공, 접속빈도 파악
                    </p>
                </section>
            </article>
            <article className={styles.paragraph}>
                <h2>3. 개인정보의 공유 및 제공</h2>
                <p>
                    회사는 이용자들의 개인정보를 “2. 개인정보의 수집목적 및 이용목적”에서 고지한
                    범위 내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나
                    이용자의 개인정보를 외부에 공개 또는 제 3자에게 제공하지 않습니다. 다만, 아래의
                    경우에는 예외로 합니다. - 법령의 규정에 의거하거나, 수사목적으로 적법한 절차와
                    방법에 따라 수사기관의 요구가 있는 경우
                </p>
            </article>
            <article className={styles.paragraph}>
                <h2>4. 개인정보의 취급 위탁</h2>
                <p>
                    회사가 제 3자에게 이용자의 개인정보 취급을 위탁하는 경우에 위탁 대상자와
                    위탁업무 내용에 대해 제공자에게 통지하고 필요한 경우 사전 동의를 받도록
                    하겠습니다.
                </p>
            </article>
            <article className={styles.paragraph}>
                <h2>5. 개인정보의 보유 및 이용기간</h2>
                <p>
                    이용자의 개인정보는 원칙적으로, 개인정보 수집 및 이용목적이 달성되면 지체 없이
                    파기합니다.
                </p>
            </article>
            <article className={styles.paragraph}>
                <h2>6. 개인정보의 파기절차 및 방법</h2>
                <section className={styles.subParagraph}>
                    <h3>가. 파기절차</h3>
                    <p>
                        - 이용자가 문의를 위해 입력한 정보는 개인정보의 수집∙이용 목적이 달성된 후
                        별도의 Data Base로 옮겨져 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에
                        따라 (개인정보의 보유 및 이용기간 참조) 일정 기간 저장된 후 파기됩니다. - 동
                        개인정보는 관련 법령에 의한 경우가 아니고서는 보유 목적 이외의 다른 목적으로
                        이용되지 않습니다
                    </p>
                </section>
                <section className={styles.subParagraph}>
                    <h3>나. 파기방법</h3>
                    <p>
                        - 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을
                        사용하여 삭제합니다. - 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을
                        통하여 파기합니다.
                    </p>
                </section>
            </article>
            <article className={styles.paragraph}>
                <h2>7. 이용자 및 법정대리인의 권리와 그 행사방법</h2>
                <p>
                    이용자는 다음과 같은 권리를 행사 할 수 있으며, 만14세 미만 아동의 법정대리인은
                    그 아동의 개인정보에 대한 열람, 정정•삭제, 처리정지를 요구할 수 있습니다.
                </p>
            </article>
            <article className={styles.paragraph}>
                <h2>8. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항</h2>
                <p>
                    회사는 이용자에게 특화된 맞춤서비스 등을 제공하기 위해서 이용자의 정보를 수시로
                    저장하고 찾아내는 쿠키(Cookie, 접속정보파일)를 운용합니다. 회사는 쿠키 운용과
                    관련하여 이용자의 컴퓨터는 식별하지만 이용자를 개인적으로 식별하지는 않습니다.
                    이용자는 ‘쿠키’에 대한 선택권을 가지고 있습니다. 이용자는 웹브라우저에서
                    [도구]▶[인터넷 옵션]▶[보안]▶[사용자 정의수준]을 선택함으로써 모든 쿠키를
                    허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을
                    거부할 수 있습니다. 단, 모든 쿠키의 저장을 거부하는 경우, 쿠키를 통해 회사에서
                    제공하는 서비스를 이용할 수 없습니다.
                </p>
            </article>
            <article className={styles.paragraph}>
                <h2>9. 개인정보의 기술적/관리적 보호 대책</h2>
                <p>
                    회사는 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조
                    또는 훼손되지 않도록 안정성 확보를 위하여 다음과 같은 기술적/관리적 대책을
                    강구하고 있습니다.
                </p>
                <br />
                <section className={styles.subParagraph}>
                    <h3>가. 개인정보 및 인증정보 송∙수신 시의 암호화</h3>
                    <p>
                        회사는 정보통신망을 통해 이용자의 개인정보 및 인증정보를 송∙수신할 때에는
                        안전한 보안서버 구축 등의 조치를 통하여 이를 암호화 합니다.
                    </p>
                </section>
                <section className={styles.subParagraph}>
                    <h3>나. 해킹 등에 대비한 대책</h3>
                    <p>
                        홈페이지의 보안 또는 지속적인 서비스를 위해, 회사는 네트워크 트래픽의 통제는
                        물론 불법적으로 정보를 변경하는 등의 시도를 방지하기 위해 여러 가지
                        프로그램을 운영하고 있습니다. 홈페이지 보안을 위해 관리적∙기술적 노력을 하고
                        있으나, 만약의 침해사고 시 문제가 될 수 있는 민감한 정보의 기재는 피하여
                        주시기 바랍니다. 회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가
                        유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의 훼손에
                        대비해서 자료를 수시로 백업하고 있고, 최신 백신 프로그램을 이용하여
                        이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며,
                        암호화 통신 등을 통하여 네트워크 상에서 개인정보를 안전하게 전송할 수 있도록
                        하고 있습니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을
                        통제하고 있으며 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적
                        장치를 갖추려 노력하고 있습니다.
                    </p>
                </section>
                <section className={styles.subParagraph}>
                    <h3>다. 취급 직원의 최소화 및 교육</h3>
                    <p>
                        회사의 개인정보 관련 취급 직원은 담당자에 한정시키고 있고 이를 위한 별도의
                        비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 교육을 통하여
                        본 개인정보취급방침의 준수를 강조하고 있습니다.
                    </p>
                </section>
                <section className={styles.subParagraph}>
                    <h3>라. 개인정보보호전담기구의 운영</h3>
                    <p>
                        사내 개인정보보호전담기구 등을 통하여 개인정보취급방침의 이행사항 및
                        담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수
                        있도록 노력하고 있습니다. 단, 이용자 본인의 부주의나 인터넷상의 문제로
                        개인정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.
                    </p>
                </section>
                <section className={styles.subParagraph}>
                    <h3>마. 기타</h3>
                    <p>
                        기타 사항에 대하여는 방송통신위원회의 “개인정보의 기술적∙관리적 보호조치
                        기준”에 관한 고시에 따릅니다.
                    </p>
                </section>
            </article>
            <article className={styles.paragraph}>
                <h2>10. 개인정보관리책임자 및 담당자의 연락처</h2>
                <p>
                    회사는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여
                    아래와 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다.
                </p>
                <br />
                <section className={styles.subParagraph}>
                    <h3>회사 개인정보 보호책임자</h3>
                    <ul>
                        <li>· 이 름 : 서능현</li>
                        <li>· 소 속 : 경영지원실</li>
                        <li>· 직 위 : 부장</li>
                        <li>· 전 화 : 031-726-4217</li>
                        <li>· 이메일 : smd0515@olivetech.co.kr</li>
                    </ul>
                </section>
                <section className={styles.subParagraph}>
                    <p>
                        기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에
                        문의하시기 바랍니다. <br />
                        - 개인정보침해신고센터 (전화: 국번없이 118) http://www.118.or.kr <br />
                        - 대검찰청 사이버범죄수사단 (전화:02-3480-2000) http://www.spo.go.kr <br />
                        - 경찰청 사이버테러대응센타 (전화:1566-0112) http://www.ctrc.go.kr <br />
                    </p>
                </section>
            </article>
            <article className={styles.paragraph}>
                <h2>11. 기타</h2>
                <p>
                    회사가 운영하는 웹 페이지에 포함된 링크 또는 배너를 클릭하여 다른 사이트 또는 웹
                    페이지로 옮겨갈 경우 개인정보보호방침은 당해 사이트의 운영기관이 게시한 방침이
                    적용되므로 새로 방문한 당해 사이트의 개인정보보호방침을 확인하시기 바랍니다.
                </p>
            </article>
            <article className={styles.paragraph}>
                <h2>12. 고지의 의무</h2>
                <p>
                    본 개인정보취급방침에 대하여 내용 추가, 삭제 및 수정 등 개정 시에는 최소
                    7일전부터 홈페이지 초기화면을 통해 공지할 것입니다. 다만, 이용자에게 불리하게
                    약관 내용을 변경하는 경우에는 최소 30일 이상의 사전 유예기간을 두고 이용자가
                    개정 전 내용과 개정 후 내용을 알기 쉽도록 공지할 것입니다. <br />
                </p>
            </article>
        </main>
    );
}
