const newsData = {
    koreg: {
        title: '신용보증재단중앙회, 공공마이데이터 서비스에 SecuPDS 솔루션 도입',
        date: '2024-12-23',
        imgSrc: '/news/view_koreg.jpg',
        content:
            '신용보증재단중앙회는 소기업·소상공인 대상 신용보증지원 목적으로만 사용하던 공공 마이데이터를 이달부터 경영지도 서비스 지원에 활용한다고 3일 밝혔다.\n지역신보 경영지도 서비스 이용에 필요한 공공 마이데이터는 주민등록 등·초본 및 휴·폐업사실증명, 사업자등록증명 등 12종의 행정서류 묶음 정보다. 해당 정보를 지역신보 경영지도 서비스에 활용할 수 있게 되면서 제출 서류를 구비할 때 행정기관 방문 및 서류 발급에 드는 부담이 줄어들 전망이다. \n이상훈 신보중앙회 회장은 "행정안전부의 공공 마이데이터 서비스를 경영지도 업무에 활용해 고객의 행정 서류 제출 부담을 완화하고 데이터 형태의 정보 수집에 따른 업무 효율성 향상으로 지역신보의 고객 만족도 제고에 기여할 것"이라고 말했다. 신용보증재단중앙회는 공공마이데이터 이용기관으로 이용자의 개인정보 보호를 위해 의무화된 본인정보 보안저장소를 올리브텍의 SecuPDS v1.0 솔루션을 도입하여 구축하였다.',
    },
    youth: {
        title: '국무조정실, ‘온통청년’ 플랫폼에 SecuPDS 솔루션 도입',
        date: '2025-01-20',
        imgSrc: '/news/view_youth.jpg',
        content:
            '20일 국무조정실은 청년들이 중앙부처와 지방자치단체의 청년정책 정보를 한 곳에서 쉽고 빠르게 검색할 수 있는 정보시스템 온통청년 플랫폼을 21일 공식 개통한다고 밝혔다. 이곳에는 중앙부처와 광역·기초지자체에서 시행되는 3000여 개의 모든 청년정책 정보가 실시간으로 수집된다. \n청년들은 온통청년에 마련된 인공지능(AI) 챗봇 서비스를 통해 지역이나 관심 분야 등 상황에 맞는 정책 정보를 제공받을 수 있다. 아울러 "신청자격 자가진단"을 통해 자신이 정책 대상에 해당하는지 간편히 알아볼 수도 있다. 이 서비스는 행정안전부의 공공마이데이터와 연계돼 별도 서류 발급 없이도 이용 가능하다. \n국무조정실은 공공마이데이터 이용기관으로 이용자의 개인정보 보호를 위해 의무화된 본인정보 보안저장소를 올리브텍의 SecuPDS v1.0 솔루션을 도입하여 구축하였다.',
    },
    kamco: {
        title: '자산관리공사(캠코), 채무조정신청 서비스에 SecuPDS 솔루션 도입',
        date: '2024-12-31',
        imgSrc: '/news/view_kamco.jpg',
        content:
            '캠코(자산관리공사)는 30일부터 행정안전부 ‘공공마이데이터서비스’와의 연계 시스템을 도입해 캠코 및 새출발기금 채무조정 신청 절차를 대폭 간소화한다고 31일 밝혔다. 시스템 연계 이전에는 채무자가 캠코 부실채권 및 새출발기금 인수 채권에 대한 채무조정을 신청하기 위해서는 주민등록표 등·초본, 소득금액증명원 등 각종 필요서류를 개별 기관에서 직접 발급받아 캠코에 제출해야 하는 불편함이 있었다. \n그러나, 캠코 개인신용지원포털인 온크레딧과 새출발기금에 공공 마이데이터를 적용함으로써 기초생활수급자 증명서, 사업자등록 증명서 등 채무조정 신청에 필요한 총 32종의 서류를 원클릭으로 간편하게 제출할 수 있게 됐다.이를 통해, 채무조정 신청 과정의 불편함과 번거로움이 해소돼 고객 편의성을 높이고, 행정정보를 종이서류가 아닌 시스템을 통해 전자적으로 전송·관리함으로써 개인정보 유출·분실의 위험을 차단할 수 있을 것으로 기대된다. \n캠코는 공공마이데이터 이용기관으로 이용자의 개인정보 보호를 위해 의무화된 본인정보 보안저장소를 올리브텍의 SecuPDS v1.0 솔루션을 도입하여 구축하였다.',
    },
    work: {
        title: '근로복지공단, 산재보상 서비스에 SecuPDS 솔루션 도입',
        date: '2024-12-20',
        imgSrc: '/news/view_work.jpg',
        content:
            '근로복지공단이 11월 7일부터 산재근로자가 재해와 관련해 개인적으로 가입한 민영보험금을 청구하는 데 필요했던 산재보험급여 증빙서류를 공공 마이데이터로 해당 보험사에 실시간 제공한다. \n공공 마이데이터 서비스는 정보주체인 국민의 동의에 따라 행정․공공기관이 보유한 본인의 행정정보를 본인 또는 제3자에게 제공하는 서비스다. 그동안엔 산재근로자가 직접 근로복지공단으로부터 보험사 제출용 보험급여 지급확인원을 발급받아 보험금 청구 구비서류로 제출해야 했다. \n앞으로는 보험사에 본인정보 제공요구 동의만 하면 된다. 이에 따라 보험금 청구 편의 향상만이 아니라, 공단은 증빙서류 및 정보공개 청구 민원 대폭 감소에 따른 업무량 경감이 기대된다. 가령 2023년 한 해 동안 보험사 제출용 보험급여 지급확인원 발급은 모두 8만2170건, 정보공개청구는 6013건을 처리해야 했다. \n근로복지공단은 공공마이데이터 이용기관으로 이용자의 개인정보 보호를 위해 의무화된 본인정보 보안저장소를 올리브텍의 SecuPDS v1.0 솔루션을 도입하여 구축하였다.',
    },
    lh: {
        title: 'LH,임대주택 신청 서비스에 SecuPDS 솔루션 도입',
        date: '2024-10-28',
        imgSrc: '/news/view_lh.png',
        content:
            '한국토지주택공사(LH)는 임대주택 청약 시 제출 서류를 대폭 줄여주는 "MyMy서비스(My information! My home! 서비스)" 시범 운영을 마치고 본격적으로 도입한다고 28일 밝혔다. \nMyMy서비스는 행정안전부의 공공마이데이터를 활용한 비대면 온라인 임대주택 공급 서비스다. 임대주택 신청 시 기관별로 서류를 발급받으러 다닐 필요 없이 "본인 정보 제공 요구서" 제출만으로 필수 서류를 모두 제출할 수 있다. LH는 시범 운영을 통해 MyMy서비스 안전성 검증을 마친 뒤 당초 33종이던 연계 본인정보에 가족관계증명서 등 8종을 더해 총 41종의 서류를 한 번에 제출할 수 있도록 서비스를 확대 개편했다. \nLH는 공공마이데이터 이용기관으로 이용자의 개인정보 보호를 위해 의무화된 본인정보 보안저장소를 올리브텍의 SecuPDS v1.0 솔루션을 도입하여 구축하였다.',
    },
    products: {
        title: '올리브텍 PDS 솔루션 SecuPDS v1.0 조달청 우수제품 지정',
        date: '2024-10-13',
        imgSrc: '/news/view_products.jpg',
        content:
            '올리브텍의 공공마이데이터 이용기관 보안저장소 솔루션인 SecuPDS v1.0이 조달청 우수제품지정 인증을 획득하였습니다. \n우수조달공동상표 물품으로 지정된 제품은 지정일로부터 3년이며 업체에서 연장을 요청할 경우, 연장심사를 거쳐 1회에 한하여 3년 내에서 연장할 수 있습니다. \n조달청 우수제품 제도는 조달물자의 품질향상을 위하여 1996년에 도입하여 중소기업 및 초기 중견기업이 생산한 제품중기술 및 품질이 우수한 제품을 대상으로 엄정한 평가를 통해 우수제품으로 지정하는 제도입니다. 우수제품으로 지정된 제품에 대하여는 국가계약법령에 따라 계약을 체결하여 각급 수요기관에 조달하게 됩니다. \n조달 우수제품에 주어지는 주요 혜택은 기술 개발제품 의무구매, 수의계약을 통해 각급 공공기관에 공급, 단가계약을 체결하여 쇼핑몰에 등재 ,구매책임자 구매 손실에 대한 면책 적용,수요기관에 우선 구매 추천 등이 있습니다.',
    },
};

export default newsData;
